<?php include "include/meta.php";?>
<body>    
    <?php include "include/header.php";?> 
    <div class="privacy">
        <div class="container">
            <h1 class="title"><span>隱私權政策</span></h1>
            <div>
                <h2>保密與法律條款</h2>
                <p>當您使用Capies卡片網站（<?php echo $_SERVER['HTTP_HOST'];?>）時，即代表您了解並同意列於本網站使用細則內之所有條文，以及其他應用於本網站、網路之法律規定。如果您不同意這些條款及使用細則，請勿使用Capies卡片網站網站。</p>
            </div>                
            <div>
                <h2>著作權</h2>
                <p>本網站上所有內容，包含文字、圖形、照片、圖像、動畫及網站畫面安排、網頁設計、網站架構及資料編輯、使用之軟體或程式，其著作權均屬於Capies卡片網站或授權本公司使用之正當權利人。在未經本公司或正當權利人合法授權前，任何人不得以任何形式複製、改作、編輯、散布、公開發表。尊重智慧財產權是您應盡的義務，否則本公司將依法追訴並請求賠償。</p>
            </div>
            <div>
                <h2>保密</h2>
                <p>本網站的某些區域可能含Capies卡片網站之機密資料，未經許可的人與未經批准擅自使用或披露Capies卡片網站機密資料者，視同侵犯Capies卡片網站的權利。這種行為是被嚴格禁止的。在取得Capies卡片網站之機密資料時，你同意將這些信息保密，或者，依契約賦予你的權利僅將這些資訊使用在客戶與其網絡上。你必須以保護公司最機密資料的同等標準保護Capies卡片網站機密資料，並只公開給"需要知道"的員工。你必須指示這些員工同意不披露有關資料，並在未經許可下不可為任何目的使用這些信息。你不可以改變，解編譯，拆解，反向工程，或修改任何此類機密資訊。任何提供給Capies卡片網站網站的問題，意見，建議，或其他資料，將被視為非機密的。Capies卡片網站可以自由且不受限制以任何方式使用，複製，披露，與傳播有關資料及概念。Capies卡片網站不建議你透過此網站發送你認為是機密或專有的資訊。請注意：如果你自己發送此類資料，Capies卡片網站將認定此資訊為非機密的。</p>
            </div>
            <div>
                <h2>所有權</h2>
                <p>網站所顯示的資訊，包涵其他形式的資料（包括：如白皮書，新聞稿，產品技術資料，產品說明和常見問題解答等）為Capies卡片網站版權所有，並受全球著作權法與其他有關智慧財產權法律的保護。Capies卡片網站允許你複製這類資料，只要備份資訊（一）為個人資訊性而非商業用途使用，並且沒有以任何方式進行修改，（二）明確指出版權和所有權，呈現形式需與原始資訊相同（三）含有聲明指出這些資訊的使用已取得Capies卡片網站的許可與同意。有關此類資訊以外的其他用途都是不被允可的。</p>
            </div>
            <div>
                <h2>免責聲明</h2>
                <p>我們提供這個網站讓使用者方便使用，但我們不能保證使用者能完全喜歡我們所提供的內容。請在使用本網站前仔細閱讀下列免責聲明。您同意在自己的風險下使用這項服務。由於資訊來源眾多以及電子傳播本身具備的危險與不確定性，我們不保證資訊的即時性、準確性、正確性或其他可能發生的問題。若你選擇信任此服務或其提供的資料，當中產生的風險由您自己承擔。您理解從本網站下載資訊或透過<?php echo $_SERVER['HTTP_HOST'];?>與其附屬公司所取得的資訊，而造成個人電腦的損害或資料遺失，都是您個人的責任。</p>
            </div>
            <div>
                <h2>COOKIES用途</h2>
                <p>COOKIES 是指一種技術，當訪客沒有 COOKIES 裝置的本網站時，本網站的服務器會自動發送 COOKIES 至您的瀏覽器內，並儲存到您的電腦硬碟中。COOKIES 能協助收集您在本網站上的使用行為及追蹤。使用 COOKIES，能夠協助本網站為您提供更好的服務。</p>
            </div>
            <div>
                <h2>遵守適用的法律</h2>
                <p>您同意所有與本網站之造訪或使用有關之一切爭議，中華民國政府的法律管轄。造訪本網站者的用戶完全出自於自身意願，應自行全權負責遵守所有適用的法律。</p>
            </div>
            <div>
                <h2>公司的網上隱私權聲明</h2>
                <p>為確保您個人資料得以在網際網路或是其他電子商務行為保持隱密性，Capies卡片網站願提供此隱私權聲明給所有線上之瀏覽者。我們不會任意提供您的姓名、或其他您所輸入的資料給第三者。此隱私權聲明主要在告知我們如何蒐集或使用您個人資料等事宜。本隱私聲明所敘述之任何文字內容，旨在規範發生任何個人資料被蒐集或利用等情事。Capies卡片網站將保留得以隨時增刪修飾本隱私聲明之權利，任何增刪修飾後之聲明，應以我們的網頁公告時間為即時生效日。最近一次更正時間為：西元2023年3月。</p>
            </div>
            <div>                   
                <p>如您對我們的隱私聲明或網頁有任何疑問或意見者，請透過公司 Email信箱：<a href="mailto:lovecpaies@gmail.com" target="_blank">lovecpaies@gmail.com</a> 與我們聯繫。</p>
            </div>
        </div>
    </div>
    <?php include "include/footer.php";?>   
</body>
</html>