<?php include "include/meta.php"; ?>

<body>
    <?php include "include/header.php"; ?>
    <div class="register_wrap">
        <div class="container">
            <div class="title">加入會員須知</div>
            <div class="illustrate">
                <div>
                    <p>線上購物約定條款</p>
                    <p>基於服務消費者之精神，本公司茲就本網站購物網站會員資料保護及交易相關事宜，訂定服務條款（以下簡稱「本條款」）如下。</p>
                    <p>凡欲申請加入本網站購物網站會員者，均應事先充分閱讀且瞭解本條款之內容，並在認同此一內容精神與同意遵守相關規定下，申請加入成為本網站購物網站會員。</p>
                </div>
                <div>
                    <p>會員資料提供與保護</p>
                    <p>申請人應依本公司提供之會員申請表格內容，詳實提供正確且完整之個人資料。前述資料如有異動，會員應主動即時通知本公司客服中心，本公司並得對會員之資格進行審查核駁。 本公司對於會員提供之資料，得不定時進行審查。如有任何經本公司認為不實、錯誤或有異常之資料，本公司得逕行予以刪除或終止其會員資格。倘有涉及不法嫌疑，本公司並得主動向司法機關舉發。 申請人如未滿二十歲者，應事先經其法定代理人同意及瞭解後，始得申請加入成為本網站購物網站會員。申請程序完畢，即視為申請人已取得法定代理人之同意及瞭解。如有違誤，申請人及其法定代理人應自負完全法律責任。 申請人（即會員）同意本公司可能會因會員使用本網站各項服務而蒐集到會員之個人資料，該等資料將會在會員與本公司間交易往來、消費者管理服務、行銷本公司或關係企業的產品服務及經營本公司營業項目等目的下，於本網站提供服務之地區內處理利用，直到本網站停止服務為止，並僅在前述目的範圍內，將會員個人資料提供給本公司關係企業、物流通路商、受本公司委託處理事務之第三人利用。會員得請求查詢、閱覽、複製、補充、更正個人資料或請求停止蒐集、處理、利用或刪除資料。個人資料應完整填寫，如填寫不實或不完整，致無法取得會員資格，將無法享有活動訊息傳遞、行銷商品及提供服務等之權益。</p>
                </div>
                <div>
                    <p>密碼與帳號的保護</p>
                    <p>為維持會員個人之權益，已取得網路登錄權之本網站購物網站會員均應自行維持其密碼與帳號之機密安全，以同一個會員帳號和密碼使用會員服務所進行的所有行為，都將被認為是這位會員本人的行為，會員將負完全的責任。同時本網站將依相關法令辦理安全維護事項，防止個人資料被竊取、竄改、毀損、滅失或洩漏，如有發生帳號及密碼外洩、盜用或有其他影響密碼或帳號安全情事者，會員應立即通知本公司，本公司將於接獲消費者通知後，停止該進行交易之處理及利用或採取其他保護之措施，但上述通知不代表本公司對會員負有任何形式之賠償或補償的責任。</p>
                    <p>前項情事除因本公司故意或重大過失所致之損害者外，概由會員自行負責。本公司經消費者請求提供被冒用期間之交易資訊相關資料，經確認身分無誤後，本網站得於資訊可得範圍內提供相關資料，以防止損害擴大。對於消費者個人資料之蒐集、處理及利用，本公司得於與本條款所載之特定目的之相關範圍內，以誠實信用方法為之。特定目的消失或期限屆滿時之個人資料銷毀，本公司亦秉持誠信原則，謹慎辦理。</p>
                </div>
                <div>
                    <p>網站連結</p>
                    <p>會員使用本網站之各項服務時，亦可能連結或接觸其他網站。不論該等網站是否經本公司同意而於本網站購物網站設置連結、廣告或其他可使消費者接觸之管道，該等網站之內容與服務，非屬本公司提供之服務範圍，會員應謹慎評估是否進入該等網站。會員於該等網站上發生之任何糾紛爭議，均與本公司無涉，如因而造成之損害或爭議，本公司不負任何法律責任。</p>
                </div>
                <div>
                    <p>網站使用規定</p>
                    <p>會員應依下列規定使用本網站提供之各項服務：</p>
                    <p>1.不得登載或寄發各種廣告或有廣告嫌疑之圖形、文字或其他表徵。</p>
                    <p>2.不得冒用他人之個人資料、密碼或帳號使用本網站。</p>
                    <p>3.不得公佈、傳輸或散佈電腦病毒或其他違反公序良俗、法令規章之圖形、文字或其他表徵。</p>
                    <p>4.不得進行侵害或疑似侵害本公司或第三人之名譽權、隱私秘密權、智慧財產權或其他權利之行為。</p>
                    <p>5.不得為其他違反法令規章或經本公司認為不適當之行為。</p>
                    <p>6.本公司得就會員使用情形不定時予以審查。如發現有違反前項規定之情事者，本公司得逕行予以刪除或終止其會員資格。倘有涉及不法嫌疑，本公司並得主動向司法機關舉發。</p>
                </div>
                <div>
                    <p>服務暫停與中斷</p>
                    <p>下列情形發生時，本網站有權可以停止、中斷提供本服務：<p>
                    <p>1.對本服務相關軟硬體設備進行更換、升級、保養或施工時。<p>
                    <p>2.發生突發性之電子通信設備故障時。<p>
                    <p>3.天災或其他不可抗力之因素致使本網站無法提供服務時。<p>
                </div>
                <div>
                    <p>智慧財產權之聲明</p>
                    <p>1.本網站所使用之軟體、程式及網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網頁設計，均由本網站或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。</p>
                    <p>2.任何人不得逕行使用、修改、重製、公開播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。如欲引用或轉載前述之軟體、程式或網站內容，必須依法取得本網站或其他權利人的事前書面同意。如有違反之情事，您應對本網站或其他權利人負損害賠償責任（包括但不限於訴訟費用及律師費用等）。</p>
                </div>
                <div>
                    <p>隱私權保障</p>
                    <p>尊重並依據本網站「隱私權保護宣告」保護您的隱私(請參閱「隱私權保護宣告」條款)。</p>
                </div>
                <div>
                    <p>修改權</p>
                    <p>1.當您開始使用本服務時，即表示您已充分閱讀、瞭解與同意接受本條款之內容。本公司有權於任何時間修改與變更本條款之內容，並將不個別通知會員，建議您定期查閱本服務條款。如您於本條款修改與變更後仍繼續使用本服務，則視為您已閱讀、瞭解與同意接受本條款修改或變更。</p>
                    <p>2.本公司有權暫時或永久修改或中止提供本服務給您，您不得因此要求任何賠償。</p>
                </div>
            </div>
            <div class="illustrate_check">
                <label for="illustrate"><input type="checkbox" id="illustrate">請打勾，表示同意以上條款</label>
            </div>
            <div class="register_member">
                <div class="title">會員資料</div>
                <div class="col">
                    <div class="central">電子信箱</div>
                    <input type="text">
                    <p>註冊後登入帳號無法修改，請正確填寫</p>
                </div>
                <div class="flex">
                    <div class="col-2">
                        <div class="central">姓名</div>
                        <input type="text">
                    </div>
                    <div class="col-2">
                        <div class="central">性別</div>

                        <label for="man"><input type="radio" id="man" name="sex" checked>先生 </label>
                        <label for="woman"><input type="radio" id="woman" name="sex">小姐</label>
                    </div>
                    <div class="col-2">
                        <div class="central">連絡電話</div>
                        <input type="text">
                    </div>
                    <div class="col-2">
                        <div class="central">生日</div>
                        <input type="date">
                    </div>
                    <div class="col-2">
                        <div class="central">地址</div>
                        <section class="city-selector" role="tw-city-selector"></section>                      
                    </div>
                    <div class="col-2">
                        <div class="central">送貨地址</div>
                        <input type="text">  
                    </div>
                    <div class="col-2">
                        <div class="central">設定密碼</div>
                        <input type="text">  
                    </div>
                    <div class="col-2">
                        <div class="central">確認密碼</div>
                        <input type="text">  
                    </div>
                </div>
                <div class="send_wrap">
                    <a href="member.php" class="btnStyle">確認送出</a>
                </div>
            </div>
        </div>
    </div>
    <script src="dist/js/tw-city-selector.js"></script>
    <?php include "include/footer.php"; ?>   
    <script>
        new TwCitySelector({
            el: '.city-selector',
            hasZipcode: true
        });
    </script>
</body>
</html>